Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/10_id_512938.html.tmx
Source language: nob
Languages: sme

source: Barne-, ungdoms- og familieetaten har 26 fagteam som samarbeider nært med det kommunale barnevernet for at det beste tiltaket blir valgt i den enkelte barnevernssak.
sme: Mánáid-, nuoraid- ja bearašetáhtas leat 26 fágajoavkku mat barget lahka ovttas suohkanlaš mánáidsuodjalusain vai buoremus doaibma válljejuvvošii ovttaskas mánáidsuodja ­lanáššiin.

source: Barne-, ungdoms- og familieetatens oppgaver er å gi barn, unge og familier som trenger hjelp og støtte tiltak med høy og riktig kvalitet uansett geografisk plassering i Norge.
sme: Mánáid-, nuoraid- ja bearašetáhta bargu lea addit mánáide, nuoraide ja bearrašiidda mat dárbbašit veahki ja doarjaga dakkár doaibmabijuid main lea alla ja buorre kvalitehta gos dal de ain orožit Norggas.

source: Etaten har også som oppgave å bidra til utvikling av et kunnskapsbasert barnevern som tar hensyn til kulturen.
sme: Etáhta bargun lea maid leat veahkkin ovddidit máhttui vuođđuduvvon mánáidsuodjalusa mii váldá vuhtii kultuvrra.

source: Barne-, ungdoms og familieetaten, region nord (Alta), har et spesielt ansvar for å gi den samiske befolkningen et godt barnevernstilbud.
sme: Mánáid-, nuoraid- ja bearašetáhtas, davvi regiuvnnas (Álttás), lea erenoamáš ovddasvástádus addit sámi álbmogii buori mánáidsuodjalanbálvalusa.

source: Et mål for virksomheten er at barnevernet skal ivareta det samiske perspektivet i arbeidet med samiske barn og familier.
sme: Doaimmas lea mihttomearri ahte mánáidsuodjalus galgá áimmahuššat sámi perspektiivva go bargá sámi mánáiguin ja bearrašiiguin.

source: Barne- og likestillingsdepartementet har gjennom tildelingsbrev presisert at det statlige barnevernet skal ivareta det samiske perspektivet og ha kunnskap om barnevernet i samisk kontekst.
sme: Mánáid- ja dásseárvodepartemeanta lea juolludanreivve bokte deattuhan ahte stáhta mánáidsuodjalus galgá vuhtiiváldit sámi perspektiivva ja das galgá leat máhttu mánáidsuodjalusa birra sámi oktavuođas.

source: Barne-, ungdoms- og familieetaten, region nord, skal gjennom rekruttering av fagfolk sørge for at regionkontoret, fagteam og andre utvalgte enheter har ansatte med samisk bakgrunn og som behersker det samiske språket og har god kulturforståelse.
sme: Mánáid-, nuoraid- ja bearašetáhta, davvi regiuvdna galgá geahččat bearrái go háhká fágaolbmuid ahte guovllukantuvrras, fágajoavkkuin ja eará vál ­ljejuvvon ossodagain leat bargit geain lea sámi duogáš, geat leat sámegielagat ja geain maid lea buorre kulturmáhttu.

source: Barne-, ungdoms- og familieetaten skal videre sørge for at etaten kan gi samiske foreldre tilrettelagte tilbud av forebyggende karakter.
sme: Mánáid-, nuoraid- ja bearašetáhta galgá maid fuolahit ahte etáhta sáhttá addit sámi váhnemiidda heivehuvvon eastadeaddji bálvalusaid.

source: Etaten skal sørge for et differensiert tilbud til barnevernet i kommunene når det er aktuelt å plassere barn utenfor hjemmet, med vekt på fosterhjemsbaserte løsninger.
sme: Etáhta galgá doaimmahit differensierejuvvon fálaldaga suohkaniid mánáidsuodjalussii go lea nu ahte muhtin máná ferte bidjat earásadjái go ruoktot, ja das galget biebmoruoktočovdosat deattuhuvvon.

source: I saker som omhandler samiske barn skal det legges vekt på det generelle krav om at en først skal undersøke muligheten for plassering i barnets familie og nettverk.
sme: Sámi mánáid áššiin galgá deattuhuvvot dat oppalaš gáibádus ahte álggus iskat leago vejolaš bidjat máná bearraša fulkkiid lusa ja máná fierpmádahkii.

source: Barne-, ungdoms- og familieetaten, region nord, skal videre bidra til økt kunnskap og metodeutvikling.
sme: Mánáid-, nuoraid- ja bearašetáhta, davvi regiuvdna, galgá maid leat mielde háhkame eambbo máhtu ja leat veahkkin metodaid ovdánahttimis.

source: Regionkontoret, fagteam Alta, og etatens fosterhjemstjeneste i Finnmark vurderer selv å ha god dekning blant sine ansatte i forhold til nordsamisk språkbeherskelse og kulturforståelse.
sme: Guovllukantuvra, fágajoavku áltá ja etáhta Finnmárkku biebmoruoktobálvalus dadjet alddiineaset leat ollu davvisámegielagiid geain maid lea kulturmáhttu.

source: Fagteam Alta fungerer som ressursteam for regionens øvrige fagteam.
sme: Fágajoavku áltá doaibmá resursa ­joavkun guovllu eará fágajoavkkuide.

source: Region nord har tre institusjoner, to i Finnmark og en i Troms, med spesielt ansvar for å tilrettelegge opphold for ungdom med samisk bakgrunn.
sme: Davvi regiuvnnas leat golbma institušuvnna, guokte Finnmárkkus ja okta Romssas, main lea erenoamáš ovddasvástádus heivehit orrundili daidda nuoraide geain lea sámi duogáš.

source: Fosterhjemstjenesten i Finnmark har rekruttert flere fosterhjem og ett beredskapshjem som kan ivareta samiske barns identitet og språkutvikling.
sme: Finnmárkku biebmoruoktobálvalus lea háhkan ollu biebmoruovttuid ja ovtta vuostáiváldinruovttu. Dat sáhttet vuhtiiváldit sámi mánáid identitehta ja giellaovdáneami.

source: Barne-, ungdoms- og familieetaten har gitt Barnevernets utviklingssenter i Nord-Norge i oppdrag å utarbeide «Kunnskapsstatus og kunnskapsbehov for barnevernet i samiske områder av Norge».
sme: Mánáid-, nuoraid- ja bearašetáhta lea addán Davvi Norgga Mánáidsuodjalan ovdánahttinguovd-dážii bargun ráhkadit «Kunnskapsstatus og kunnskapsbehov for barnevernet i samiske områder av Norge» (Norgga sámiid guovlluid mánáidsuodjalusa máhttostáhtus ja máhttodárbu).

source: Sluttrapport foreligger i mars 2008.
sme: Loahpparapporta lea gárvvis 2008 njukčamánu.

source: Formålet med kunnskapsstatusen er å få en oversikt over bl.a. metoder og tiltak som kan fungere godt for samiske barn, unge og familier.
sme: Ulbmil máhttostáhtusiin lea háhkat ollislaš gova ee. dain metodain ja doaibmabijuin mat galget doaibmat bures sámi mánáide, nuoraide ja bearrašiidda.

source: Framtidig metodeutvikling skal bygge på resultater fra dette prosjektet og rapporten skal brukes som en del av kunnskapsgrunnlaget for en større implementering av metoder som tar hensyn til kulturelle særegenheter.
sme: Boahttevaš metodaovdánahttin galgá huksejuvvot dán prošeavtta bohtosiidda ja raporta galgá adnojuvvot oassin máhttovuođus vai sáhtášii dakkár metodaid buorebut dasa implementeret mat váldet vuhtii kultuvrra.

source: 9.6.1 Utfordringer
sme: 9.6.1 Hástalusat

source: Tidligere statlige dokumenter har gitt et bilde av et barnevern som kan bli bedre tilpasset samiske brukere for å kunne yte riktig hjelp til riktig tid til samiske barn og ungdoms beste.
sme: Ovdalaš stáhta dokumeanttat leat čájehan mánáid ­suodjalusas dakkár gova mii sáhttá buorebut heivehuvvot sámi geavaheddjiide vai sáhtášii addit rievt ­tes veahki rievttes áigái sámi mánáide ja nuoraide buorrin.

source: Dette gjelder blant annet språk, lokal kultur og tenkemåte, samiske tradisjoner og oppdragelsesformer m.m. (jf. NOU 1995:6 Plan for helse- og sosialtjenester for den samiske befolkning i Norge, St. meld. nr. 55 (2000 – 2001) Om samepolitikken og St. meld. nr. 40 (2001 – 2002) Om barne- og ungdomsvernet).
sme: Dat guoská ee. gillii, báikkálaš kultuvrii ja jurddašanvuohkái, sámi árbevieruide ja bajásgeassinvugiide jna. (gč. NOU 1995: 6 Plan for helse- og sosialtjenester for den samiske befolkning i Norge (Dearvvasvuođa- ja sosiálabálvalusaid plána Norgga sámi veahkadahkii), Sd.dieđ. nr. 55 (2000 – 2001) Sámepolitihka birra ja Sd.dieđ. nr. 40 (2001 – 2002) Om barne- og ungdomsvernet).

source: Det er det siste året reist spørsmål om samiske barns rettigheter blir godt nok ivaretatt i dagens lov om barneverntjenester og om barnevernet tar nok hensyn til barns språklige og kulturell tilknytning.
sme: Maŋimus jagi lea boahtán ovdan jearaldat ahte váldojit go sámi mánáid vuoigatvuođat doarvái bures vuhtii otná mánáidsuodjalanbálvaluslágas ja ahte váldá go mánáidsuodjalus doarvái bures vuhtii mánáid gielalaš ja kultuvrralaš gullevašvuođa.

source: Media har bl.a. tatt opp saker hvor samiske barn har blitt flyttet til ikke-samiske fosterhjem.
sme: Mediat leat ee. váldán ovdan áššiid main sámi mánát leat sirdojuvvon dakkár biebmoruovttuide mat eai leat sámi ruovttut.

source: Etter Grunnloven § 110 a påligger det staten å legge forholdene til rette for at den samiske folkegruppen kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Vuođđolága § 110 a mielde lea stáhta geatnegahttojuvvon láhčit dili dainna lágiin ahte sámi ál ­bmot beassá sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima.

source: Etter FNs barnekonvensjon artikkel 30 skal et barn som tilhører en minoritet eller urfolk ikke nektes retten til sammen med andre medlemmer av sin gruppe å leve i pakt med sin kultur, bruke sitt eget språk og bekjenne seg til og utøve sin religion.
sme: ON mánáidkonvenšuvnna artihkal 30 mielde ii galgga dakkár mánná, gii gullá dakkár minoritehtii dahje álgoál ­bmogii biehttaluvvot ovttas iežas joavkku eará miel ­lahtuiguin eallit iežas kultuvrras, dovddastit ja doaimmahit iežas oskku ja geavahit iežas giela.

source: Barnevernloven gir nærmere regler om hvilke hensyn som skal tas ved plassering i fosterhjem, institusjon eller i opplærings- eller behandlingsinstitusjon.
sme: Mánáidsuodjaluslágas leat dárkilet njuolggadusat das maid galgá váldit vuhtii go muhtin mánná bid ­djojuvvo biebmoruktui, institušuvdnii dahje oahpahus- / dikšuninstitušuvdnii.

source: Stedet for plassering skal etter § 4 – 15 velges ut fra hensynet til barnets egenart og behov for omsorg og opplæring i et stabilt miljø.
sme: Dat báiki gosa mánná galgá sirdojuvvot galgá § 4 – 15 vuođul válljejuvvot dainna lágiin ahte máná iešvuohta váldojuvvo vuhtii ja gos su fuolla ja oahpahusdárbu váldojuvvo vuhtii stáđis birrasis.

source: Det skal også tas tilbørlig hensyn til at det er ønskelig med kontinuitet i barnets oppdragelse, og til barnets etniske, religiøse, kulturelle og språklige bakgrunn.
sme: Ja galgá maid váldojuvvot doarvái bures vuhtii dat sávaldat ahte galgá leat kontinuitehta máná bajásgeassimis máná čearddalaš, oskkoldatlaš, kultuvrralaš ja gielalaš duogážis.

source: Ved plassering i fosterhjem skal barneverntjenesten alltid vurdere om noen i barnets familie eller nære nettverk kan velges som fosterhjem (jf. forskrift om fosterhjem fastsatt 18. desember 2003 og retningslinjer for fosterhjem av 15. juli 2004, hvor det er det gitt nærmere regler om blant annet valg av fosterhjem til det enkelte barn).
sme: Go bidjá máná biebmoruktui, de galgá mánáidsuodjalanbálvalus álo árvvoštallat sáhttá go muhtin máná bearrašis dahje lagaš fierpmádagas válljejuvvot biebmoruoktun (gč. láhkaásahusa fuollaruovttuid várás mii mearriduvvui juovlamánu 18. b. 2003 ja suoidnemánu 15. b. 2004 mánnosaš njuolggadusaid main leat lagat njuolggadusat fuollaruovttuid válljema birra máná várás).

source: Etter regjeringens vurdering blir samiske barns rettigheter godt ivaretatt gjennom Grunnloven, barnekonvensjonen og i dagens barnevernlov.
sme: Ráđđehusa árvvoštallama mielde váldojuvvojit mánáid vuoigatvuođat bures vuhtii Vuođđolága, mánáidkonvenšuvnna ja dálá mánáidsuodjalanlága bokte.

source: Lovgivningen og politiske føringer må imidlertid følges opp med god praksis på systemnivå og i den enkelte sak.
sme: Lágaid ja politihkalaš čujuhusaid ferte čuovvolit buriid doaimmaguin vuogádatdásis ja maid ovttaskas áššis.

source: En utfordring kan være at barneverntjenesten mangler kompetanse til å vurdere betydningen av kulturell, språklig og religiøs tilknytning og kan mangle kunnskap om ulike lokale (moderne og gamle) tradisjoner i de samiske lokalmiljøene, samiske verdier og holdninger.
sme: Hástalus sáhttá leat dat go mánáidsuodjalusbálvalusas váilu gelbbolašvuohta árvvoštallat kultuvrralaš, gielalaš ja oskkoldatlaš gullevašvuođa mearkkašumi ja das sáhttá váilut máhttu iešguđetlágan báikkálaš (ođđaáigásaš ja dološ) árbevieruin sámi báikkálaš birrasiin, ja sáhttá maid váilut máhttu sámi árvvuid ja guottuid birra.

source: En annen utfordring kan være å få ansatt personale i barnevernet som har kulturkompetanse og som i tillegg snakker samisk og forstår det samiske språkets betydning.
sme: Muhtin eará hástalus sáhttá leat dat ahte oažžut dakkár bargiid mánáidsuodjalussii geain lea kulturgelbbolašvuohta ja geat dasa lassin hupmet sámegiela ja ipmirdit sámegiela gielalaš meark-kašumi.

source: En særlig utfordring er at det er flere samiske språk i bruk i Norge.
sme: erenoamáš hástalus leat dat go Norggas leat máŋga sámegiela anus.

source: Utfordringen kan videre være å finne et tiltak som både ivaretar barnets språklige og kulturelle tilknytning og som samtidig anses å være det beste tiltaket ut fra barnets øvrige individuelle behov.
sme: Hástalus sáhttá maid leat gávdnat dakkár doaibmabijuid mat sihke váldet vuhtii máná gielalaš ja kultuvrralaš čanastumi ja mat dan seammás adnojit leat buoremus doaibmabidjun dan ektui makkár dárbbut mánás muđui leat.

source: Det er f.eks. generelt vanskelig å skaffe fosterhjem, og det kan til tider være spesielt vanskelig å skaffe fosterhjem til barn med samisk eller minoritetsetnisk bakgrunn.
sme: Ovdamearkka dihte lea álo váttis gávdnat biebmoruovttu, ja muhtin áiggiid sáhttá leat erenoamáš váttis gávdnat biebmoruovttu dakkár mánáide geain lea sámi dahje unnitlogučeardda duogáš.

source: Region nord har det siste året (2007) satset ekstra på rekruttering av samiske fosterhjem.
sme: Davvi regiuvdna lea maŋemus jagi (2007) erenoamážit áŋgiruššan gávdnat sámi biebmoruovttuid.

source: De har rapportert om gode resultater og det rekrutteres flere samiske fosterhjem enn etterspørselen er i dag.
sme: Sii raporterejit buriid bohtosiid ja dál gávdnojit eambbo biebmoruovttut go dan maidda lea dárbu.

source: 9.6.2 Strategier og tiltak
sme: 9.6.2 Strategiijat ja doaibmabijut

source: Regjeringen har på generelt grunnlag tillit til at barnevernet tilstreber å fatte avgjørelser på et godt faglig og juridisk grunnlag, og til at barnevernet forstår betydningen av å ha god flerkulturell kompetanse.
sme: Ráđđehusas lea oppalaččat luohttámuš dasa ahte mánáidsuodjalus rahčá mearridit mearrádusaid buori fágalaš ja juridihkalaš vuođu alde, ja ahte mánáidsuodjalus ipmirda man mávssolaš lea buorre máŋggakultuvrrat gelbbolašvuohta.

source: Det er imidlertid fortsatt behov for å styrke og integrere den flerkulturelle kompetansen og det samiske perspektivet i både det statlige og kommunale barnevernet.
sme: Muhto ain lea dárbu nannet ja integreret máŋggakultuvrrat gelbbolašvuođa ja sámi perspektiivva sihke stáhta ja suohkan mánáidsuodjalussii.

source: Men selv under ideelle forhold vil det kunne finnes utfordringer og dilemmaer bl.a. fordi barnevernssaker ofte er sammensatte og komplekse og fordi det kan være ulike meninger om hva som er til barnets beste.
sme: Muhto vel buoremus diliin nai dáidet leat hástalusat ja váttis válljemat ee. danne go mánáidsuodjalusáššit dávjá leat máŋggabealagat ja váddásat, ja danne go soitet leat iešguđetlágan oaivilat das mii lea buoremussan mánnái.

source: Denne utfordringen er det også nødvendig å adressere.
sme: Dien hástalusa maid lea deaŧalaš bidjat dohko gosa dat gullá.

source: Barne-, ungdoms- og familieetaten skal fortsatt ha fokus på utvikling av et kunnskapsbasert barnevern som tar hensyn til kulturen, og på å gi den samiske befolkningen et godt barneverntilbud i samsvar med bl.a. lovverket og politiske føringer.
sme: Mánáid-, nuoraid- ja bearašetáhta galgá ain čalmmustahttit oččodit dakkár mánáidsuodjalusa mas lea máhttu ja mii váldá vuhtii kultuvrra. Galgá maid čalmmustahttit dan ahte addit sámi álbmogii buori mánáidsuodjalusfálaldaga ee. lágaid ja politih ­kalaš neavvagiid mielde.

source: Den samiske befolkningen er bosatt i hele landet, og det bør derfor være et nasjonalt fokus på kompetanseutviklingen.
sme: Olles riikkas ferte deaŧalažžan atnit gelbbolašvuođa ovdánahttima go sámi álbmot orru miehtá riikka.

source: Ved behov for konsultasjon og veiledning når det gjelder samiske barn, kan Bufetat region nord bistå andre regioner.
sme: Go lea dárbu ságastallat ja nevvojuvvot sámi mánáid oktavuođas, de sáhttá Bufetáhta davvi regiuvdna veahkehit eará regiuvnnaid.

source: Det vil bli sett nærmere på om særskilte behov i lule- og sørsamiske områder ivaretas tilfredsstillende innenfor dagens organisering.
sme: áigot maid guorahallat lagabui ahte váldojuvvojit go dálá organiseremiin doarvái bures vuhtii dat erenoamáš dárbbut mat leat julev- ja lullisámiguovlluin.

source: Barne- og likestillingsdepartementet vil gjennom et flerårig kunnskaps- og kompetanseprogram, som ble iverksatt i 2007, bidra til å styrke kommunenes kompetanse om bl.a. barnevern i samiske områder.
sme: Mánáid- ja dásseárvodepartemeanta áigu máŋggajagát máhtto- ja gelbbolašvuođaprográmma bokte, mii álggahuvvui 2007:s, leat mielde nanneme suohkaniid gelbbolašvuođa ee. Sámi guovlluid mánáidsuodjalusas.

source: Rapporten «Kunnskapsstatus og kunnskapsbehov for barnevernet i samiske områder av Norge», ferdigstilt mars 2008, skal brukes som en del av kunnskapsgrunnlaget for en større implementering av noen utvalgte kultursensitive metoder.
sme: Raporta «Norgga sámiid guovlluid mánáidsuodjalusa máhttostatus ja máhttodárbu», gárvejuvvo 2008 njukčamánu, ja dat galgá adnojuvvot oassin máhttovuođus ráhkadit implementerema muhtin kulturhearkkes metodain.

source: Dette følges opp av Barne-, ungdoms- og familiedirektoratet.
sme: Mánáid-, nuoraid- ja bearašdirektoráhta áigu čuovvolit dan.

source: Det vil fra høsten 2008 starte et videreutdanningstilbud kalt «Barnevern i et minoritetsperspektiv» etter initiativ fra Barne- og likestillingsdepartementet.
sme: 2008 čavčča álggahuvvo lassioahp ­pofálaldat mas lea namman «Mánáidsuodjalus unnit» ­loguálbmotperspektiivvas ja lea Mánáid- ja dásseárvodepartemeanta mii dan lea álggahan.

source: Tilbudet starter opp ved høgskolene i Lillehammer, Finnmark, Oslo og Telemark og innholdet i studiet bygger på NIBR-rapport 2007:10 «Flerkulturelt barnevern – en kunnskapsoversikt».
sme: Diet fálaldat álggahuvvo Lillehammer, Finnmárkku, Oslo ja Telemárkku allaskuvllain, ja lohkama sis ­doallu lea huksejuvvon NIBR raportii 2007:10 «Máŋggakultuvrrat mánáidsuodjalus – máhttolistu».

source: Familieråd er en modell hentet fra arbeid med urfolk i New Zealand, maoriene.
sme: Bearašráđđi lea modealla maid leat viežžan das go barge Ođđa Zealándda álgoálbmogiin, maoriiguin.

source: Modellen kan brukes i alle typer saker, og er fleksibel i forhold til kulturelle referanserammer.
sme: Dan modealla sáhttá atnit máŋggalágan áššiin, ja dat álkit heivehuvvo iešguđetlágan kultuvrralaš referánsarámmaide.

source: Modellen trekker veksler på nettverket når det skal fattes beslutninger i barnevernet.
sme: Modealla atná ávkin fierpmádaga go mánáidsuodjalusas galget dahkkojuvvot mearrádusat.

source: Modellen er svært aktuell å implementere, og det har allerede vært gjennomført flere familieråd i samiske familier.
sme: Modealla lea hui áigeguovdil implementeret, ja leat juo leamaš čađahuvvon máŋga bearašráđi sámi bearrašiin.

source: Det er laget en implementeringsplan for modellen, og flere samiske kommuner vil i løpet av 2008 få tilbud om opplæring i familieråd.
sme: Modellii lea ráhkaduvvon implementerenmodealla, ja máŋga sámi suohkana galget 2008:s oažžut fálaldaga beassat oahppat bearašráđi geavahemiin.

source: Modellen er også anvendelig i rekruttering av fosterhjem i barnets nettverk.
sme: Modealla maid heive go galgá gávdnat biebmoruovttuid mánáid fierpmádagas.

source: Det er oversatt brosjyrer til nordsamisk.
sme: Gihppagiid leat jorgalahttán davvisámegillii.

source: Barne- og likestillingsdepartementet ønsker å være i dialog med Sametinget om framtidige strategier for å styrke barnevernets kompetanse om et samisk barnevern.
sme: Mánáid- ja dásseárvodepartemeanta áigu ságastallat Sámedikkiin boahttevaš strategiijaid birra nannen várás mánáidsuodjalusa gelbbolašvuođa sámi mánáidsuodjalusas.
